export const menuList = [
  {title: '키워드 분석', url: '/keyword-analysis'},
  {title: '매출액 분석', url: '/'},
  {title: '키워드 추천', url: '/'},
  {title: '음식점 순위', url: '/'},
  {title: '키워드 매출 연관성', url: '/'},
  {title: '커뮤니티', url: '/'},
];


export const subMenuUrlList = [
  ['/keyword-analysis/search-qty', '/', '/', '/', '/'],
  ['/', '/', '/', '/', '/'],
  ['/', '/', '/', '/', '/'],
  ['/', '/', '/', '/', '/', '/'],
  ['/', '/', '/', '/', '/'],
  ['/', '/', '/', '/', '/'],
];

export const subMenuList = [
  ['키워드 검색량 및 추세', '콘텐츠 발행량 및 추세', '검색자 특성', '온라인 마케팅 정보', '검색량 현황 및 추세 분석'],
  ['매출액 현황', '결제단가 현황', '결제건수 현황', '재방문 고객 현황', '신규 고객 현황'],
  ['최석우', '주형진', '이상현'],
  ['검색량', '요일별 검색 비율', '평일/주말 검색 비율', '연령별 검색 비율', '성별 검색 비율', '기기별 검색 비율'],
  ['내 순위', '상권별 순위', '업종별 순위'],
  ['커뮤니티']
]

export const keywordCommentList = [
  {
    title: '검색량 현황',
    details: [
      '키워드 조회수 증감은 시장 수요의 증감으로 연결됩니다.',
      '지속적으로 소비자들이 자사 관련 키워드를 검색할 수 있도록 온라인 마케팅 활동을 해야 합니다.'
    ]
  },
  {
    title: '검색량 단기 추세',
    details: [
      '현재 키워드 추세의 요인이 점포 내부인지 외부 환경인지 확인해야 합니다.',
      '장기 추세를 함께 고려하여 환경을 분석할 필요가 있습니다.'
    ]
  },
  {
    title: '검색량 장기 추세',
    details: [
      '내 브랜드·상권·업종의 키워드 검색량 장기 추세를 보면 소비자의 니즈 변화를 예측할 수 있습니다.',
      '키워드의 기간별 상승·하락세로 도입기·성장기·성숙기·쇠퇴기를 판단하여 수명주기에 따른 전략을 수립해야 합니다.'
    ]
  },
]